Repository: oceanix-pr/Memonta
Catalog: Memonta/Resources/Localizable.xcstrings
Source language: zh_hans
Languages: ar, de, en, es, fr, hi, id, it, ja, ko, nl, pl, pt, ru, sv, th, tr, uk, vi, zh_hant

source: 录屏产生的视频文件与导入的原始视频都只保存在本机数据文件夹中，不会上传到我们的服务器。打开视频条目可在「画面」页随时「清理视频」删除原始视频，关键帧与画面要点保留。 注意：图片与视频帧本身不做文本脱敏；启用云端视觉模型时画面会直接上传给该服务，请自行确认画面中是否包含敏感信息。
ar: تُخزَّن ملفات الفيديو الناتجة عن تسجيل الشاشة والفيديوهات الأصلية المستوردة في مجلد البيانات المحلي فقط ولا تُرفع إلى خوادمنا. افتح عنصر فيديو واستخدم «تنظيف الفيديو» في تبويب «الصورة» لحذف الفيديو الأصلي في أي وقت؛ وتبقى الإطارات الرئيسية ونقاط الصورة محفوظة. ملاحظة: لا تُطبَّق إزالة تعريف النص على الصور وإطارات الفيديو نفسها. عند تمكين نموذج رؤية سحابي، تُرفع الصور مباشرة إلى تلك الخدمة، لذا تأكد من خلوها من المعلومات الحساسة.
de: Durch Bildschirmaufnahme erstellte Videodateien und importierte Originalvideos werden nur im lokalen Datenordner gespeichert und nie auf unsere Server hochgeladen. Öffnen Sie einen Videoeintrag und nutzen Sie im Tab „Bildschirm“ die Option „Video bereinigen“, um das Originalvideo jederzeit zu löschen; Keyframes und visuelle Highlights bleiben erhalten. Hinweis: Bilder und Videoframes werden selbst nicht text-anonymisiert. Bei aktivem Cloud-Visionsmodell werden die Bildinhalte direkt an diesen Dienst hochgeladen; prüfen Sie daher, ob sie sensible Informationen enthalten.
en: Videos created by screen recording and imported original videos are stored only in the local data folder and are never uploaded to our servers. Open a video entry and use Clear Video on the Visuals tab to delete the original video at any time; keyframes and visual highlights are kept. Note: images and video frames themselves are not text-redacted. When a cloud vision model is enabled, the visuals are uploaded directly to that service, so please confirm the visuals contain no sensitive information.
es: Los vídeos creados por la grabación de pantalla y los vídeos originales importados se guardan solo en la carpeta de datos local y nunca se suben a nuestros servidores. Abre una entrada de vídeo y usa Limpiar vídeo en la pestaña Visual para eliminar el vídeo original cuando quieras; los fotogramas clave y los puntos clave visuales se conservan. Nota: las imágenes y los fotogramas de vídeo no se anonimizan como texto. Si activas un modelo de visión en la nube, las visuales se suben directamente a ese servicio, así que confirma que no contengan información sensible.
fr: Les vidéos créées par l'enregistrement d'écran et les vidéos originales importées sont stockées uniquement dans le dossier de données local et ne sont jamais envoyées à nos serveurs. Ouvrez une entrée vidéo et utilisez Nettoyer la vidéo dans l'onglet Visuel pour supprimer la vidéo d'origine à tout moment ; les images clés et les points clés visuels sont conservés. Remarque : les images et les images de vidéo ne sont pas masquées au niveau du texte. Lorsqu'un modèle visuel cloud est activé, les visuels sont envoyés directement à ce service ; vérifiez donc qu'ils ne contiennent pas d'informations sensibles.
hi: स्क्रीन रिकॉर्डिंग से बनी वीडियो फ़ाइलें और आयातित मूल वीडियो केवल स्थानीय डेटा फ़ोल्डर में संग्रहीत होते हैं और हमारे सर्वर पर कभी अपलोड नहीं होते। वीडियो प्रविष्टि खोलें और 'दृश्य' टैब में 'वीडियो साफ़ करें' से मूल वीडियो कभी भी हटा सकते हैं; कीफ़्रेम और दृश्य मुख्य बिंदु सुरक्षित रहते हैं। ध्यान दें: छवियाँ और वीडियो फ़्रेम स्वयं टेक्स्ट रूप में अनाम नहीं किए जाते। क्लाउड विज़न मॉडल सक्षम होने पर दृश्य सीधे उस सेवा पर अपलोड होते हैं, इसलिए पुष्टि करें कि उनमें संवेदनशील जानकारी न हो।
id: Berkas video hasil perekaman layar dan video asli yang diimpor hanya disimpan di folder data lokal dan tidak pernah diunggah ke server kami. Buka item video dan gunakan Bersihkan video di tab Tampilan untuk menghapus video asli kapan saja; keyframe dan sorotan visual tetap disimpan. Catatan: gambar dan frame video tidak dianonimkan sebagai teks. Saat model visi cloud diaktifkan, visual diunggah langsung ke layanan tersebut, jadi pastikan tidak memuat informasi sensitif.
it: I video creati dalla registrazione dello schermo e i video originali importati sono salvati solo nella cartella dati locale e non vengono mai caricati sui nostri server. Apri una voce video e usa Pulisci video nella scheda Immagine per eliminare in qualsiasi momento il video originale; i fotogrammi chiave e i punti salienti visivi vengono conservati. Nota: le immagini e i fotogrammi video non vengono anonimizzati come testo. Se attivi un modello visivo cloud, le immagini vengono caricate direttamente su quel servizio, quindi verifica che non contengano informazioni sensibili.
ja: 画面収録で作成した動画ファイルと取り込んだ元動画は、本機のデータフォルダにのみ保存され、当社のサーバーにはアップロードされません。動画項目を開き「画面」タブの「動画を整理」でいつでも元動画を削除できます。キーフレームと画面要点は保持されます。 注意：画像や動画のフレーム自体にはテキストのマスキングは行われません。クラウドの視覚モデルを有効にすると映像はそのサービスへ直接アップロードされるため、機密情報が含まれていないかご自身で確認してください。
ko: 화면 녹화로 만든 동영상 파일과 가져온 원본 동영상은 이 기기의 데이터 폴더에만 저장되며 당사 서버로 업로드되지 않습니다. 동영상 항목을 열어 '화면' 탭에서 언제든지 '동영상 정리'로 원본 동영상을 삭제할 수 있습니다. 키프레임과 화면 요점은 유지됩니다. 참고: 이미지와 동영상 프레임 자체에는 텍스트 비식별화가 적용되지 않습니다. 클라우드 비전 모델을 사용하면 화면이 해당 서비스로 바로 업로드되므로 민감한 정보가 포함되지 않았는지 직접 확인하세요.
nl: Videobestanden van schermopname en geïmporteerde originele video's worden alleen in de lokale gegevensmap opgeslagen en nooit naar onze servers geüpload. Open een video-item en gebruik Video opschonen op het tabblad Beeld om de originele video op elk moment te verwijderen; keyframes en visuele hoogtepunten blijven bewaard. Let op: afbeeldingen en videoframes worden zelf niet tekstueel geanonimiseerd. Als een cloudvisiemodel is ingeschakeld, worden de beelden rechtstreeks naar die dienst geüpload; controleer dus of ze geen gevoelige informatie bevatten.
pl: Pliki wideo utworzone przez nagrywanie ekranu oraz zaimportowane oryginalne filmy są przechowywane tylko w lokalnym folderze danych i nigdy nie są przesyłane na nasze serwery. Otwórz wpis wideo i użyj „Wyczyść wideo” na karcie „Obraz”, aby w dowolnej chwili usunąć oryginalny film; klatki kluczowe i najważniejsze ujęcia zostają zachowane. Uwaga: obrazy i klatki wideo nie są anonimizowane jako tekst. Po włączeniu chmurowego modelu wizyjnego obrazy są przesyłane bezpośrednio do tej usługi — upewnij się, że nie zawierają informacji wrażliwych.
pt: Os vídeos criados pela gravação de tela e os vídeos originais importados são armazenados apenas na pasta de dados local e nunca são enviados aos nossos servidores. Abra um item de vídeo e use Limpar vídeo na aba Visual para excluir o vídeo original a qualquer momento; os quadros-chave e os destaques visuais são mantidos. Observação: imagens e quadros de vídeo não passam por anonimização de texto. Ao ativar um modelo de visão na nuvem, os visuais são enviados diretamente a esse serviço; confirme se não contêm informações sensíveis.
ru: Видеофайлы, созданные записью экрана, и импортированные оригинальные видео хранятся только в локальной папке данных и никогда не загружаются на наши серверы. Откройте видеозапись и на вкладке «Изображение» нажмите «Очистить видео», чтобы в любой момент удалить оригинал; ключевые кадры и ключевые моменты сохраняются. Внимание: изображения и кадры видео сами не проходят текстовое обезличивание. При включённой облачной модели зрения изображения загружаются напрямую в этот сервис, поэтому убедитесь, что на них нет конфиденциальной информации.
sv: Videofiler från skärminspelning och importerade originalvideor lagras endast i den lokala datamappen och laddas aldrig upp till våra servrar. Öppna en videopost och använd Rensa video på fliken Bild för att ta bort originalvideon när som helst; nyckelbildrutor och visuella höjdpunkter behålls. Obs! Bilder och videoramar anonimiseras inte som text. När en molnbaserad visionsmodell är aktiverad laddas bilderna upp direkt till den tjänsten; kontrollera därför att de inte innehåller känslig information.
th: ไฟล์วิดีโอที่เกิดจากการบันทึกหน้าจอและวิดีโอต้นฉบับที่นำเข้าจะถูกเก็บไว้ในโฟลเดอร์ข้อมูลในเครื่องเท่านั้น และจะไม่ถูกอัปโหลดไปยังเซิร์ฟเวอร์ของเรา เปิดรายการวิดีโอแล้วใช้ 'ล้างวิดีโอ' ในแท็บ 'ภาพ' เพื่อลบวิดีโอต้นฉบับได้ทุกเมื่อ โดยเฟรมหลักและจุดสำคัญบนภาพจะยังคงอยู่ หมายเหตุ: ภาพและเฟรมวิดีโอไม่ได้ผ่านการปิดข้อมูลข้อความ เมื่อเปิดใช้โมเดลภาพบนคลาวด์ ภาพจะถูกอัปโหลดไปยังบริการนั้นโดยตรง โปรดตรวจสอบว่าภาพไม่มีข้อมูลที่ละเอียดอ่อน
tr: Ekran kaydıyla oluşturulan video dosyaları ve içe aktarılan özgün videolar yalnızca yerel veri klasöründe saklanır ve sunucularımıza hiçbir zaman yüklenmez. Bir video kaydını açıp Görüntü sekmesindeki Videoyu temizle ile özgün videoyu istediğiniz zaman silebilirsiniz; anahtar kareler ve görsel önemli noktalar korunur. Not: görüntüler ve video kareleri metin olarak anonimleştirilmez. Bulut görüntü modeli etkinleştirildiğinde görseller doğrudan o hizmete yüklenir; hassas bilgi içermediğinden emin olun.
uk: Відеофайли, створені записом екрана, та імпортовані оригінальні відео зберігаються лише в локальній папці даних і ніколи не завантажуються на наші сервери. Відкрийте відеозапис і на вкладці «Зображення» натисніть «Очистити відео», щоб будь-коли видалити оригінал; ключові кадри та ключові моменти зберігаються. Увага: зображення та кадри відео самі не проходять текстове знеособлення. Якщо ввімкнено хмарну модель зору, зображення надсилаються безпосередньо до цього сервісу, тож переконайтеся, що на них немає конфіденційної інформації.
vi: Tệp video do ghi màn hình và video gốc được nhập chỉ lưu trong thư mục dữ liệu trên máy, không bao giờ tải lên máy chủ của chúng tôi. Mở một mục video và dùng Xóa video trong tab Hình ảnh để xóa video gốc bất cứ lúc nào; khung hình chính và điểm chính hình ảnh vẫn được giữ lại. Lưu ý: hình ảnh và khung hình video không được ẩn danh hóa dạng văn bản. Khi bật mô hình thị giác trên đám mây, hình ảnh sẽ được tải trực tiếp lên dịch vụ đó, hãy tự xác nhận hình ảnh không chứa thông tin nhạy cảm.
zh_hant: 螢幕錄製產生的影片檔案與匯入的原始影片都只保存在本機資料夾中，不會上傳到我們的伺服器。開啟影片項目可在「畫面」頁隨時「清理影片」刪除原始影片，關鍵影格與畫面要點保留。 注意：圖片與影片影格本身不做文字去識別化；啟用雲端視覺模型時畫面會直接上傳給該服務，請自行確認畫面中是否包含敏感資訊。

source: 录屏偏好
ar: إعدادات تسجيل الشاشة
de: Aufnahme-Einstellungen
en: Screen Recording Preferences
es: Preferencias de grabación de pantalla
fr: Préférences d'enregistrement d'écran
hi: स्क्रीन रिकॉर्डिंग प्राथमिकताएँ
id: Preferensi perekaman layar
it: Preferenze di registrazione schermo
ja: 画面収録の設定
ko: 화면 기록 설정
nl: Voorkeuren voor schermopname
pl: Preferencje nagrywania ekranu
pt: Preferências de gravação de ecrã
ru: Параметры записи экрана
sv: Inställningar för skärminspelning
th: การตั้งค่าการบันทึกหน้าจอ
tr: Ekran kaydı tercihleri
uk: Параметри запису екрана
vi: Tùy chọn ghi màn hình
zh_hant: 錄屏偏好

source: 录屏写入跟不上采集速度，已丢弃 %lld 帧画面与 %lld 个音频缓冲，回放时可能有轻微跳帧或音画不同步。
ar: لم تلحق تسجيلات الشاشة بسرعة الالتقاط — تم إسقاط %lld إطارًا و%lld مخزنًا صوتيًا. قد يظهر بعض التقطيع أو عدم تزامن الصوت في التشغيل.
de: Die Bildschirmaufnahme kam mit dem Erfassen nicht nach – %lld Videoframes und %lld Audiopuffer wurden verworfen. Bei der Wiedergabe kann es zu leichtem Ruckeln oder Versatz kommen.
en: Screen recording couldn’t keep up with capture — dropped %lld video frames and %lld audio buffers. Playback may show slight stutter or audio/video drift.
es: La grabación de pantalla no siguió el ritmo de captura: se descartaron %lld fotogramas y %lld búferes de audio. La reproducción puede mostrar tirones o desincronización.
fr: L’enregistrement d’écran n’a pas suivi la capture — %lld images et %lld tampons audio ont été perdus. La lecture peut présenter de légères saccades ou un décalage.
hi: स्क्रीन रिकॉर्डिंग कैप्चर की गति नहीं पकड़ सकी — %lld फ़्रेम और %lld ऑडियो बफ़र छोड़े गए। चलाते समय हल्का रुकावट या ऑडियो-वीडियो बेमेल हो सकता है।
id: Perekaman layar tidak mengimbangi penangkapan — %lld frame dan %lld buffer audio dibuang. Pemutaran mungkin sedikit tersendat atau audio-video tidak sinkron.
it: La registrazione non ha tenuto il passo dell’acquisizione: scartati %lld fotogrammi e %lld buffer audio. La riproduzione può presentare lievi scatti o disallineamenti.
ja: 録画の書き込みが取り込みに追いつかず、%lld フレームの映像と %lld 個の音声バッファを破棄しました。再生時にわずかなコマ落ちや音ずれが生じる場合があります。
ko: 화면 녹화 쓰기가 캡처 속도를 따라가지 못해 %lld개 프레임과 %lld개 오디오 버퍼를 버렸습니다. 재생 시 약간의 끊김 또는 음성 지연이 있을 수 있습니다.
nl: De schermopname kon het vastleggen niet bijhouden — %lld videoframes en %lld audiobuffers zijn overgeslagen. Bij afspelen kan lichte hapering of lipsync-afwijking optreden.
pl: Nagrywanie ekranu nie nadążało za przechwytywaniem — odrzucono %lld klatek obrazu i %lld buforów audio. Odtwarzanie może mieć lekkie zaciągnięcia lub rozjazd dźwięku.
pt: A gravação de ecrã não acompanhou a captura — descartados %lld fotogramas e %lld buffers de áudio. A reprodução pode ter ligeiros engasgos ou dessincronização.
ru: Запись экрана не успевала за захватом — отброшено %lld кадров видео и %lld аудиобуферов. При воспроизведении возможны пропуски кадров или рассинхронизация.
sv: Skärminspelningen hann inte med – %lld videobilder och %lld ljudbuffertar slängdes. Uppspelningen kan hacka till eller ha ljudbildsförskjutning.
th: การบันทึกหน้าจอตามการเก็บภาพไม่ทัน จึงทิ้ง %lld เฟรมภาพและ %lld บัฟเฟอร์เสียง การเล่นอาจกระตุกเล็กน้อยหรือภาพกับเสียงไม่ตรงกัน
tr: Ekran kaydı yakalamaya yetişemedi — %lld kare ve %lld ses tamponu atıldı. Oynatmada hafif takılma veya ses/görüntü kayması olabilir.
uk: Запис екрана не встигав за захопленням — відкинуто %lld кадрів відео та %lld аудіобуферів. Під час відтворення можливі пропуски кадрів або розсинхронізація.
vi: Ghi màn hình không theo kịp tốc độ thu — đã bỏ %lld khung hình và %lld bộ đệm âm thanh. Khi phát có thể hơi giật hoặc lệch tiếng/hình.
zh_hant: 錄影寫入跟不上擷取速度，已丟棄 %lld 幀畫面與 %lld 個音訊緩衝，回放時可能有輕微跳幀或影音不同步。

source: 录屏启动失败：%@
ar: فشل بدء تسجيل الشاشة: %@
de: Bildschirmaufnahme konnte nicht gestartet werden: %@
en: Failed to start screen recording: %@
es: No se pudo iniciar la grabación de pantalla: %@
fr: Échec du démarrage de l'enregistrement d'écran : %@
hi: स्क्रीन रिकॉर्डिंग शुरू नहीं हो सकी: %@
id: Gagal memulai perekaman layar: %@
it: Avvio della registrazione schermo non riuscito: %@
ja: 画面収録を開始できません：%@
ko: 화면 녹화 시작 실패: %@
nl: Kan schermopname niet starten: %@
pl: Nie udało się rozpocząć nagrywania ekranu: %@
pt: Falha ao iniciar a gravação de ecrã: %@
ru: Не удалось начать запись экрана: %@
sv: Kunde inte starta skärminspelning: %@
th: เริ่มบันทึกหน้าจอไม่สำเร็จ: %@
tr: Ekran kaydı başlatılamadı: %@
uk: Не вдалося почати запис екрана: %@
vi: Không bắt đầu được ghi màn hình: %@
zh_hant: 螢幕錄製啟動失敗：%@

source: 录屏启动失败：%@，未开始录音。
ar: فشل بدء تسجيل الشاشة: %@؛ لم يبدأ التسجيل.
de: Bildschirmaufnahme konnte nicht gestartet werden: %@; Aufnahme wurde nicht begonnen.
en: Failed to start screen recording: %@; recording did not begin.
es: No se pudo iniciar la grabación de pantalla: %@; no se inició la grabación.
fr: Échec du démarrage de l'enregistrement d'écran : %@ ; aucun enregistrement n'a commencé.
hi: स्क्रीन रिकॉर्डिंग शुरू नहीं हो सकी: %@; रिकॉर्डिंग शुरू नहीं हुई।
id: Gagal memulai perekaman layar: %@; perekaman tidak dimulai.
it: Avvio della registrazione schermo non riuscito: %@; la registrazione non è iniziata.
ja: 画面収録を開始できません：%@。録音は開始されていません。
ko: 화면 녹화 시작 실패: %@, 녹음이 시작되지 않았습니다.
nl: Kan schermopname niet starten: %@; opname is niet begonnen.
pl: Nie udało się rozpocząć nagrywania ekranu: %@; nagrywanie nie zostało rozpoczęte.
pt: Falha ao iniciar a gravação de ecrã: %@; a gravação não começou.
ru: Не удалось начать запись экрана: %@; запись не началась.
sv: Kunde inte starta skärminspelning: %@; inspelningen startade inte.
th: เริ่มบันทึกหน้าจอไม่สำเร็จ: %@ ยังไม่ได้เริ่มบันทึก
tr: Ekran kaydı başlatılamadı: %@; kayıt başlamadı.
uk: Не вдалося почати запис екрана: %@; запис не розпочато.
vi: Không bắt đầu được ghi màn hình: %@; chưa bắt đầu ghi âm.
zh_hant: 螢幕錄製啟動失敗：%@，未開始錄音。

source: 录窗口…
ar: تسجيل نافذة…
de: Fenster aufnehmen…
en: Record window…
es: Grabar ventana…
fr: Enregistrer une fenêtre…
hi: विंडो रिकॉर्ड करें…
id: Rekam jendela…
it: Registra finestra…
ja: ウインドウを録画…
ko: 윈도우 녹화…
nl: Venster opnemen…
pl: Nagraj okno…
pt: Gravar janela…
ru: Запись окна…
sv: Spela in fönster…
th: บันทึกหน้าต่าง…
tr: Pencere kaydet…
uk: Запис вікна…
vi: Ghi cửa sổ…
zh_hant: 錄視窗…

source: 录选区…
ar: تسجيل منطقة…
de: Bereich aufnehmen…
en: Record region…
es: Grabar región…
fr: Enregistrer une zone…
hi: क्षेत्र रिकॉर्ड करें…
id: Rekam area…
it: Registra area…
ja: 範囲を録画…
ko: 영역 녹화…
nl: Gebied opnemen…
pl: Nagraj obszar…
pt: Gravar região…
ru: Запись области…
sv: Spela in område…
th: บันทึกพื้นที่…
tr: Alan kaydet…
uk: Запис області…
vi: Ghi vùng…
zh_hant: 錄選區…

source: 录音
ar: تسجيل
de: Aufnahme
en: Recording
es: Grabación
fr: Enregistrement
hi: रिकॉर्डिंग
id: Rekaman
it: Registrazione
ja: 録音
ko: 녹음
nl: Opname
pl: Nagranie
pt: Gravação
ru: Запись
sv: Inspelning
th: การบันทึก
tr: Kayıt
uk: Запис
vi: Bản ghi
zh_hant: 錄音

source: 录音/录屏进行中，请先停止后再开始录屏
ar: هناك تسجيل صوتي أو تسجيل شاشة جارٍ؛ أوقفه قبل بدء تسجيل شاشة جديد
de: Audio- oder Bildschirmaufnahme läuft; bitte zuerst stoppen, dann eine neue Bildschirmaufnahme starten
en: Audio or screen recording is in progress; stop it before starting a new screen recording
es: Hay una grabación de audio o pantalla en curso; detenla antes de iniciar una nueva grabación de pantalla
fr: Un enregistrement audio ou d'écran est en cours ; arrêtez-le avant de lancer un nouvel enregistrement d'écran
hi: ऑडियो या स्क्रीन रिकॉर्डिंग चल रही है; नई स्क्रीन रिकॉर्डिंग शुरू करने से पहले उसे रोकें
id: Perekaman audio atau layar sedang berjalan; hentikan dulu sebelum memulai perekaman layar baru
it: Una registrazione audio o schermo è in corso; interrompila prima di avviarne una nuova
ja: 録音/画面収録の実行中です。停止してから画面収録を開始してください
ko: 녹음/화면 기록이 진행 중입니다. 먼저 중지한 뒤 화면 기록을 시작하세요
nl: Audio- of schermopname is bezig; stop eerst voordat je een nieuwe schermopname start
pl: Trwa nagrywanie dźwięku lub ekranu; zatrzymaj je przed rozpoczęciem nowego nagrywania ekranu
pt: Está a decorrer uma gravação de áudio ou ecrã; pare-a antes de iniciar uma nova gravação de ecrã
ru: Идёт запись звука или экрана; остановите её, прежде чем начинать новую запись экрана
sv: Ljud- eller skärminspelning pågår; stoppa den innan du startar en ny skärminspelning
th: กำลังบันทึกเสียงหรือหน้าจออยู่ โปรดหยุดก่อนเริ่มบันทึกหน้าจอใหม่
tr: Ses veya ekran kaydı sürüyor; yeni bir ekran kaydı başlatmadan önce durdurun
uk: Триває запис звуку або екрана; зупиніть його, перш ніж починати новий запис екрана
vi: Đang ghi âm hoặc ghi màn hình; hãy dừng trước khi bắt đầu ghi màn hình mới
zh_hant: 錄音/錄屏進行中，請先停止後再開始錄屏

source: 录音与录屏默认按会议总结，文字与图片按概要总结；一键处理的画面分析不弹确认，直接交由多模态大模型处理
ar: تستخدم التسجيلات وتسجيلات الشاشة ملخصات الاجتماع افتراضيًا، بينما يستخدم النص والصور ملخصات موجزة؛ لا يطلب تحليل الصور في المعالجة بنقرة واحدة تأكيدًا وينتقل مباشرة إلى النموذج اللغوي متعدد الوسائط.
de: Aufnahmen und Bildschirmaufnahmen verwenden standardmäßig Sitzungszusammenfassungen, Text und Bilder Kurzzusammenfassungen; die Bildanalyse der Ein-Klick-Verarbeitung fragt nicht nach und geht direkt an das multimodale LLM.
en: Recordings and screen recordings use meeting summaries by default, while text and images use brief summaries; One-Click Processing's visual analysis skips confirmation and goes straight to the multimodal LLM.
es: Las grabaciones y grabaciones de pantalla usan resúmenes de reunión por defecto, mientras que el texto y las imágenes usan resúmenes breves; el análisis visual del procesamiento con un clic no pide confirmación y va directo al LLM multimodal.
fr: Les enregistrements et captures d'écran utilisent par défaut les résumés de réunion, tandis que les textes et images utilisent les résumés brefs ; l'analyse visuelle du traitement en un clic ne demande pas de confirmation et va directement au LLM multimodal.
hi: रिकॉर्डिंग और स्क्रीन रिकॉर्डिंग डिफ़ॉल्ट रूप से बैठक सारांश का उपयोग करती हैं, जबकि पाठ और चित्र संक्षिप्त सारांश का; एक-क्लिक प्रोसेसिंग का दृश्य विश्लेषण पुष्टि नहीं मांगता और सीधे बहुविध LLM को सौंपा जाता है।
id: Rekaman dan rekaman layar secara default memakai ringkasan rapat, sedangkan teks dan gambar memakai ringkasan singkat; analisis visual pada Pemrosesan Sekali Klik tidak meminta konfirmasi dan langsung ditangani LLM multimodal.
it: Registrazioni e registrazioni dello schermo usano per impostazione predefinita i riepiloghi di riunione, mentre testo e immagini usano sintesi brevi; l'analisi visiva dell'elaborazione con un clic non chiede conferma e va direttamente all'LLM multimodale.
ja: 録音と画面収録は既定で会議要約、テキストと画像は概要要約を使用します。ワンクリック処理の画面分析は確認を求めず、そのままマルチモーダル LLM に渡されます。
ko: 녹음과 화면 녹화는 기본적으로 회의 요약을, 텍스트와 이미지는 요약을 사용합니다. 원클릭 처리의 화면 분석은 확인을 묻지 않고 곧바로 멀티모달 LLM에 전달됩니다.
nl: Opnamen en schermopnamen gebruiken standaard vergadersamenvattingen, terwijl tekst en afbeeldingen korte samenvattingen gebruiken; de visuele analyse van verwerking met één klik vraagt geen bevestiging en gaat direct naar het multimodale LLM.
pl: Nagrania i nagrania ekranu domyślnie używają podsumowań spotkania, a tekst i obrazy — krótkich podsumowań; analiza obrazu w przetwarzaniu jednym kliknięciem nie pyta o potwierdzenie i trafia bezpośrednio do multimodalnego LLM.
pt: Gravações e gravações de ecrã usam resumos de reunião por predefinição, enquanto texto e imagens usam resumos breves; a análise visual do processamento com um clique não pede confirmação e vai direto ao LLM multimodal.
ru: Записи и записи экрана по умолчанию используют резюме встречи, а текст и изображения — краткие итоги; анализ изображения при обработке в один клик не запрашивает подтверждение и сразу передаётся мультимодальному LLM.
sv: Inspelningar och skärminspelningar använder mötessammanfattningar som standard, medan text och bilder använder korta sammanfattningar; enklicksbearbetningens bildanalys frågar inte efter bekräftelse och går direkt till den multimodala LLM:en.
th: การบันทึกและการบันทึกหน้าจอใช้สรุปแบบการประชุมเป็นค่าเริ่มต้น ส่วนข้อความและรูปภาพใช้สรุปย่อ การวิเคราะห์ภาพในการประมวลผลในคลิกเดียวจะไม่ถามยืนยันและส่งให้ LLM หลายรูปแบบโดยตรง
tr: Kayıtlar ve ekran kayıtları varsayılan olarak toplantı özetini, metin ve görseller kısa özeti kullanır; Tek Tıkla İşleme'nin görsel analizi onay istemez ve doğrudan çok modlu LLM'ye gider.
uk: Записи та записи екрана типово використовують підсумок наради, а текст і зображення — стислі підсумки; аналіз зображення під час обробки одним клацанням не запитує підтвердження й одразу передається мультимодальному LLM.
vi: Bản ghi âm và ghi màn hình mặc định dùng tóm tắt cuộc họp, còn văn bản và hình ảnh dùng tóm tắt ngắn; phần phân tích hình ảnh của Xử lý một chạm không hỏi xác nhận mà chuyển thẳng cho LLM đa phương thức.
zh_hant: 錄音與螢幕錄影預設按會議總結，文字與圖片按概要總結；一鍵處理的畫面分析不彈確認，直接交由多模態大型模型處理

source: 录音中
ar: جارٍ التسجيل
de: Aufnahme läuft
en: Recording
es: Grabando
fr: Enregistrement en cours
hi: रिकॉर्डिंग चल रही है
id: Sedang merekam
it: Registrazione in corso
ja: 録音中
ko: 녹음 중
nl: Opnemen bezig
pl: Nagrywanie w toku
pt: Gravando
ru: Идёт запись
sv: Spelar in
th: กำลังบันทึก
tr: Kayıt yapılıyor
uk: Йде запис
vi: Đang ghi âm
zh_hant: 錄音中

source: 录音中 · %@
ar: تسجيل · %@
de: Aufnahme · %@
en: Recording · %@
es: Grabando · %@
fr: Enregistrement · %@
hi: रिकॉर्डिंग · %@
id: Merekam · %@
it: Registrazione · %@
ja: 録音中 ・ %@
ko: 녹음 중 · %@
nl: Opnemen · %@
pl: Nagrywanie · %@
pt: Gravando · %@
ru: Запись · %@
sv: Spelar in · %@
th: กำลังบันทึก · %@
tr: Kayıt · %@
uk: Запис · %@
vi: Đang ghi âm · %@
zh_hant: 錄音中 · %@
